const Greetings = () => {
  return (
    <div>
      <pre>
        Необходимо написать WEB приложение по учету классов в школе. 
        Необходимые объекты учета: Ученики, учителя, классы. Набор полей объекта 
        Ученик: Фамилия, Имя, Отчество, год рождения, гендерная принадлежность. Набор
        полей объекта Учитель: Фамилия, Имя, Отчество, год рождения, гендерная
        принадлежность, основной предмет. Набор полей объекта Класс: Год
        обучения, мнемокод, Классный руководитель (ссылка на учителя), список
        учеников класса (ссылки на учеников). WEB интерфейс дожен позволять
        просматривать информацию об объектах учета в лайф гриде. Должна иметься
        возможность сортировок и отбора по любым из полей. Возможные действия
        над объектами учета - Добавление, размножение, удаление. Приложение
        должно работать в сервере приложений Tomcat, использовать в качестве
        СУБД PostgreSQL. Приветствуется использование методологии разработки
        Spring, OS Linux.
      </pre>
    </div>
  );
};

export default Greetings